{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.137109, 35.341771]
      },
      "properties": {
        "name": "Δεξαμενή Τζάνε",
        "description": "Η δεξαμενή Τζάνε οικοδομήθηκε το 1615 στην νοτιονατολική γωνία του τελευταίου συγκροτήματος των νεωρίων. Πήρε το όνομα της από τον Βενετό διοικητή Giacomo Zane που φρόντισε για την κατασκευή της. Στην δεξαμενή αυτή συλλέγονταν τα νερά από τις στέγες των νεωρίων και από μια μικρή πηγή που υπήρχε στην περιοχή. Για πολλά χρόνια χρησιμοποιήθηκε ως αποθήκη εξαγωγής του Τελωνείου."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.136831, 35.344568]
      },
      "properties": {
        "name": "Φρούριο Rocca a Mare (Κούλες)",
        "description": "Το φρούριο στην δυτική πλευρά του παλιού λιμανιού, που είναι γνωστό με την τούρκικο όνομα Κούλες, οικοδομήθηκε το πρώτο μισό του 16ου αιώνα. Το φρούριο αυτό αντικατέστησε πύργο που είχε οικοδομηθεί νωρίτερα για τον έλεγχο και την προστασία του λιμανιού. Η κατασκευή του φρουρίου του 16ου αιώνα ήταν ιδιαίτερα απαιτητική διαδικασία. Για την κατασκευή της διευρυμένης κρηπίδας πάνω στην οποία δομήθηκε το φρούριο χρειάστηκε να ποντιστούν πλοία φορτωμένα με τόνους πέτρας. Στην σχετική αλληλογραφία των Βενετών αξιωματούχων σημειώνονται μεταξύ άλλων και οι δυσμενείς καιρικές συνθήκες που ενίοτε εμπόδιζαν τις εργασίες. Για παράδειγμα τον Νοέμβριο του 1530 οι εργασίες χρειάστηκε να σταματήσουν για σχεδόν ένα μήνα εξαιτίας των ισχυρών ανέμων και της θαλασσοταραχής. Το φρούριο τελικά ολοκληρώθηκε το 1540. Οι τρεις όψεις του φρουρίου κοσμούνται με μεγάλων διαστάσεων μαρμάρινα λιοντάρια του Αγίου Μάρκου. Μετά την κατάκτηση του Χάνδακα από τους Οθωμανούς το 1669, στο φρούριο οικοδομήθηκε το τζαμί του αρχιναυάρχου Καπλάν Μουσταφά Πασά. Κατά την οθωμανική περίοδο στο φρούριο λειτουργούσε φυλακή."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.14113, 35.336661]
      },
      "properties": {
        "name": "Η κρήνη Bembo",
        "description": "Η κρήνη στην πλατεία Κορνάρου, στο κέντρο της πόλης του Ηρακλείου, κατασκευάστηκε από τον Gian Matteo Bembo, γενικό στρατιωτικό διοικητή της Κρήτης, στα μέσα του 16ου αιώνα (1552- 1554). Η κρήνη κοσμείται με τα οικόσημα Βενετών αξιωματούχων καθώς και με ένα ρωμαϊκό ακέφαλο άγαλμα από την περιοχή της Ιεράπετρας. Μολονότι η δημιουργία της κρήνης ήταν σημαντικότατο έργο, δεν έλυσε οριστικά το πρόβλημα υδροδότησης του Χάνδακα. Ενδεικτικά, το 1574, όταν οι πηγές που τροφοδοτούσαν την κρήνη στέρεψαν, ο τότε γενικός προνοητής Jacopo Foscarini εντόπισε μια νέα πηγή, περίπου 2,5 χιλιόμετρα μακριά από την πόλη και διοχέτευσε το νερό της στην κρήνη. Καθώς η πηγή ήταν ιδιωτική, η Βενετία πλήρωνε 10 δουκάτα το χρόνο για το νερό της. Το 1589 ο γενικός προνοητής Zuanne Mocenigo φρόντισε να διοχετεύσει το νερό της κρήνης που περίσσευε και χανόταν κατά τη διάρκεια της νύχτας στο στρατιωτικό νοσοκομείο. Εκτός όμως από την διοχέτευση του νερού σε ιδρύματα όπως το νοσοκομείο, το νερό της κρήνης διοχετευόταν και σε κάποιες κατοικίες, άλλοτε με άδεια από τις αρχές και άλλοτε παρακάμπτοντας τις αρχές. Ενδεικτικά, το 1579 ο Francesco Zen πήρε ιδιαίτερη άδεια για να διοχετεύσει στο σπίτι του, με υπόγειο αγωγό, το νερό που περίσσευε από την κρήνη Bembo. Από την άλλη, ο Τζουάννες Παπαδόπουλος δεν πήρε τη σχετική άδεια, απλώς δωροδόκησε τον πρωτομάστορα των έργων ύδρευσης, ώστε να διοχετεύσει νερό από την κρήνη Bembo στο σπίτι του για το πότισμα των αλόγων, όπως ο ίδιος εξομολογείται στα απομνημονεύματά του."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.1353301, 35.342434]
      },
      "properties": {
        "name": "Το λιμάνι",
        "description": "Το λιμάνι του Χάνδακα ήταν σχετικά μικρό, εκτεθειμένο στους ανέμους και αντιμετώπιζε συχνά προβλήματα λόγων συγκέντρωσης λάσπης και φερτών υλικών στον πυθμένα του. Ενδεικτικά, τον Μάρτιο του 1356, το βάθος του λιμανιού είχε μειωθεί από τα 14 βενετικά πόδια (4,86 μ.) στο μισό, στα επτά βενετικά πόδια, δηλαδή στα 2,43 μ. Δεδομένου ότι τα πλοία του 14ου αιώνα είχαν βύθισμα από 2,5 μέχρι 3,5 μ., για να είναι εφικτός ο ελλιμενισμός τους, έπρεπε διαρκώς να πραγματοποιούνται εργασίες εκβάθυνσης και καθαρισμού του λιμανιού. Οι Βενετοί φρόντισαν για την επέκταση και τη συντήρηση του λιμανιού του Χάνδακα ήδη από τα πρώτα χρόνια της εγκατάστασής τους στην Κρήτη. Στο πρώτο μισό του 14ου αιώνα στάλθηκε στην Κρήτη ο Βενετός μηχανικός Francesco dalle Barche, ο οποίος είχε εργαστεί συστηματικά στον καθαρισμό και την εκβάθυνση των καναλιών της Βενετίας. Λόγω αυτής της τεχνογνωσίας θεωρήθηκε ο καταλληλότερος για να οργανώσει και να επιβλέψει τις εργασίες εκβάθυνσης του λιμανιού του Χάνδακα. Εργασίες καθαρισμού και εκβάθυνσης του λιμανιού πραγματοποιούνταν διαρκώς. Υπολογίζεται ότι όταν το λιμάνι ήταν σε άριστη κατάσταση μπορούσε να φιλοξενήσει περίπου πενήντα γαλέρες. Από το λιμάνι του Χάνδακα έφευγαν πλοία για κοντινά και μακρινά λιμάνια. Ενδεικτικά υπολογίζεται ότι το 37,7% των πλοίων που απέπλεαν από το λιμάνι του Χάνδακα κατά τον 15ο αιώνα κατευθύνονταν σε μακρινά λιμάνια: προς τη Βενετία, τις Δαλματικές ακτές, τη Σικελία, την Φλάνδρα, τα λιμάνια της Συροπαλαιστίνης και της βόρειας Αφρικής. Περισσότερο από 60% των πλοίων κατευθύνονταν προς τα νησιά του Αιγαίου και του Ιονίου, την Πελοπόννησο, την Στερεά Ελλάδα, τον Βόλο, τη Θεσσαλονίκη, την Κωνσταντινούπολη, τη Σμύρνη, την Κύπρο. Η είσοδος του λιμανιού ήταν σχετικά μικρή και το βράδυ έκλεινε με αλυσίδα ώστε κανένα πλοίο να μη μπορεί να μπει ή να βγει χωρίς την άδεια των αρχών."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13468, 35.342643]
      },
      "properties": {
        "name": "Πύλη των νεωρίων",
        "description": "Στην βόρεια απόληξη της Ruga Maistra, της σημερινής Μαρτύρων 25ης Αυγούστου και δυτικά των Παλαιών Νεωρίων (Arsenali Vecchii) διαμορφώθηκε η Πύλη των Νεωρίων. Είναι πιθανόν ότι η πρώτη πύλη σε αυτή τη θέση κατασκευάστηκε κατά τον 15ο αιώνα. Πάντως το 1553 έγιναν εργασίες επισκευής και συντήρησης της πύλης και εντοιχίστηκαν τα οικόσημα των Βενετών αξιωματούχων Giovanni Tiepolo, συμβούλου, Alvise Gritti, δούκα, Gian Matteo Bembo, capitano generale, και ενός ακόμα αξιωματούχου. Η Πύλη των Νεωρίων κατεδαφίστηκε στις αρχές του 20ου αιώνα."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.134467, 35.342086]
      },
      "properties": {
        "name": "Πύλη του Μόλου ή Πύλη του λιμανιού",
        "description": "Η πύλη του Μόλου ανοιγόταν στην παράκτια πλευρά της οχύρωσης και συνέδεε το λιμάνι με την πόλη του Χάνδακα. Ήταν η πύλη από την οποία εισέρχονταν στην πόλη όλοι όσοι έφταναν στον Χάνδακα δια θαλάσσης. Σε αυτή την πύλη γινόταν η συνάντηση του νέου δούκα, ο οποίος μετά την εκλογή του στη Βενετία έφτανε στον Χάνδακα για να αναλάβει τα καθήκοντα του, με τον απερχόμενο δούκα, ο οποίος έφευγε καθώς είχε λήξει η διετής θητεία του στον νησί. Το 1556 κατατέθηκε πρόταση για ανακατασκευής μεγαλύτερης και ίσως πιο επιβλητικής πύλης, η οποία ωστόσο δεν πραγματοποιήθηκε. Η πύλη του Μόλου κατεδαφίστηκε μάλλον το 1898."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.135047, 35.342307]
      },
      "properties": {
        "name": "Νεώρια /Αρσενάλια",
        "description": "Τα νεώρια ή αρσενάλια ήταν οι χώροι που επισκευάζονταν ή κατασκευάζονταν τα πλοία. Η καλή λειτουργία τους ήταν απαραίτητη σε ένα λιμάνι όπως ο Χάνδακας που εξυπηρετούσε τη ναυτιλιακή κίνηση της ανατολικής Μεσογείου. Το πρώτο συγκρότημα των νεωρίων άρχισε να κατασκευάζεται στον δεύτερο μισό του 13ου αιώνα, αλλά ανακατασκευάστηκαν πολλές φορές κατα τους επομενους αιώνες. Πρόκειται για τα arsenali antichi, ελάχιστα κατάλοιπα διατηρούνται πίσω από τα κτήρια που σήμερα στεγάζουν δημόσιες υπηρεσίες. Στα μέσα του 16ου αιώνα οικοδομήθηκε, στα δυτικά του πρώτου, το δεύτερο συγκρότημα νεωρίων, τα arsenali vecchi ή Bembo, από το όνομα του Bενετού διοικητή Gian Matteo Bembo, κατά τη διάρκεια της θητείας του οποίου ολοκληρώθηκε η κατασκευή τους. Από τα νεώρια αυτά διατηρείται το νοτιότερο τμήμα τους. Ο ίδιος διοικητής φρόντισε για την κατασκευή του τρίτου συγκροτήματος των νεωρίων, των arsenali Nuovi ή Duodo, από το όνομα του capitano Andrea Duodo. Το συγκρότημα αυτό άρχιζε να κατασκευάζεται το 1556 στην ανατολική πλευρά του λιμανιού και επεκτάθηκε το 1608 (arsenali nuovissimi). Ο σεισμός του 1856 προκάλεσε σημαντικές βλάβες στα νεώρια, τα βορειότερα τμήματα των οποίων κατεδαφίστηκαν μετά το 1931 για τη διάνοιξη της παραλιακής λεωφόρου. Στα νεώρια εργάζονταν τεχνίτες όπως μαραγκοί, καλαφάτες και κατασκευαστές κουπιών καθώς και διοικητικό προσωπικό: ο διοικητής του νεωρίου (patron all’arsenal), ο λιμενάρχης, ο οποίος ήταν υπεύθυνος του χώρου, των ανθρώπων και των υλικών που αποθηκεύονταν στα αρσενάλια και ο γραμματέας (scrivan). Ο αριθμός των τεχνιτών που εργάζονταν στα νεώρια δεν ήταν σταθερός. Ενδεικτικά, το 1576 εργάζονταν 27 μαραγκοί, 29 καλαφάτες και εννιά κατασκευαστές κουπιών· το 1645 44 μαραγκοί, 53 καλαφάτες και 12 κατασκευαστές κουπιών ενώ το 1657 εννιά μαραγκοί, 17 καλαφάτες και δύο κατασκευαστές κουπιών. Στην καταγραφή τεχνιτών του 1636 και του 1638 σημειώνονται εκτός από τους τεχνίτες και οι μαθητές τους. Ειδικά στην καταγραφή του 1636 οι μαθητές διακρίνονται σε μικρούς και μεγάλους. Συγκεκριμένα σημειώνονται 46 μαραγκοί με 16 μεγάλους και 41 μικρούς μαθητές, 60 καλαφάτες με εννιά μεγάλους και 48 μικρούς μαθητές και 13 κατασκευαστές κουπιών με 6 μεγάλους και 9 μικρούς μαθητές. Μολονότι οι τεχνίτες που εργάζονταν έπρεπε να είναι εξειδικευμένοι στην κατασκευή πλοίων, ενίοτε εργάζονταν και τεχνίτες άλλων ειδικοτήτων. Για τον λόγο αυτό, το 1629, ο γενικός προνοητής (βενετός αξιωματούχος) Francesco Morosini αφού επιθεώρησε τα συνεργεία των νεωρίων απέλυσε 14 τεχνίτες γιατί ήταν μαραγκοί οικοδομικών εργασιών και όχι καραβομαραγκοί."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13366, 35.33948]
      },
      "properties": {
        "name": "Το μηχανικό ρολόι και οι καμπάνες στον ναό του Αγίου Μάρκου",
        "description": "Ο δουκικός ναός του Αγίου Μάρκου, του προστάτη αγίου της Βενετίας, οικοδομήθηκε κατά τον 13ο αιώνα στο κέντρο του Χάνδακα, πολύ κοντά στο δουκικό μέγαρο. Η κατασκευή της εκκλησίας ολοκληρώθηκε πριν το 1244, όταν άρχισε να οικοδομείται ο πύργος του καμπαναριού. Στα μέσα του 15ου αιώνα τοποθετήθηκε στον πύργο μηχανικό ρολόι. Συγκεκριμένα, το 1463 η βενετική Γερουσία ανάθεσε στον δούκα της Κρήτης Jacobo Barbadico τη μεταφορά μηχανικού ρολογιού στον Χάνδακα· η τοποθέτηση του ρολογιού στην κεντρική πλατεία έγινε προς “χρήση και ωφέλεια” της τοπικής κοινότητας. Τα έξοδα της εγκατάστασης βάρυναν το τοπικό δημόσιο ταμείο, υπολογίστηκε ωστόσο ότι σύντομα θα γινόταν απόσβεση αφού με την λειτουργία του ρολογιού, το δημόσιο θα απαλλασσόταν από το κόστος της σήμανσης των ωρών και της ύψωσης των λάβαρων. Οι καμπάνες του Αγίου Μάρκου σήμαιναν τις επίσημες αργίες. Συγκεκριμένα, την παραμονή κάθε γιορτής που είχε οριστεί ως αργία, στις τρεις το μεσημέρι, οι καμπάνες χτυπούσαν ώστε να υπενθυμίσουν στους κατοίκους ότι η επόμενη ημέρα ήταν αργία. 2 Ο Τζουάνες Παπαδόπουλος, ο οποίος έζησε στον Χάνδακα τον 17ο αιώνα και κατά τη διάρκεια της πολιορκίας της πόλης από τον οθωμανικό στρατό σημειώνει, ότι στο καμπαναριό του Αγίου Μάρκου υπήρχαν μεγάλες καμπάνες, μία από τις οποίες σήμαινε το Ave Maria, το μεσημέρι και την επιστροφή στους στρατώνες στις οκτώ το βράδυ. Κατά τη διάρκεια του πολέμου ωστόσο, η καμπάνα σήμαινε συναγερμό κατά τις επιθέσεις των Οθωμανών. Μετά την κατάκτηση του νησιού από τους Οθωμανούς, κατά τον 17ο αιώνα, ο ναός μετατράπηκε σε τζαμί στο όνομα του ντεφτερντάρ Αχμέτ Πασά. Το 1923, μετά την ανταλλαγή πληθυσμών, το τζαμί περιήλθε στην Εθνική Τράπεζα και στη συνέχεια στον Δήμο Ηρακλείου, ο οποίος το εκμίσθωσε ως κινηματογράφο. Το 1956 η Εταιρία Κρητικών Ιστορικών Μελετών ανέλαβε την αποκατάσταση του μνημείου, το οποίο πλέον στεγάζει την Πινακοθήκη της πόλης."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13133, 35.33843]
      },
      "properties": {
        "name": "Το ρολόι της Αγίας Αικατερίνης των Σιναϊτών",
        "description": "Ο ναός της Αγίας Αικατερίνης είναι το μοναδικό κτήριο που έχει διατηρηθεί από τη μεγάλη ορθόδοξη μονή της Αγίας Αικατερίνης των Σιναϊτών. Πρόκειται για δρομικό ναό με εγκάρσιο κλίτος· στην βορειανατολική πλευρά του υπάρχει δίχωρο παρεκκλήσι αφιερωμένο στους Άγιους Δέκα. Το 1643, ένας χρυσοχόος ανέλαβε τη ρύθμιση ρολογιού για το καμπαναριό του μοναστηριού της Αγίας Αικατερίνης των Σιναϊτών “οδηα να σημενη και να ρεσποντερη παντα ητζη ορες”, όπως το ρολόι της εκκλησίας του Αγίου Μάρκου. Κατά την οθωμανική περίοδο ο ναός μετατράπηκε σε τζαμί στο όνομα του Ζουλφικάρ αγά (ή Αγιά Κατερίνα τζαμισί). Σήμερα λειτουργεί ως χώρος έκθεσης της συλλογής κειμηλίων της Ιεράς Αρχιεπισκοπής Κρήτης."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13405, 35.33995]
      },
      "properties": {
        "name": "Οι δημόσιες ανακοινώσεις στη λότζια",
        "description": "Οι λότζιες ήταν κτήρια που σηματοδοτούσαν το κέντρο των βενετικών πόλεων. Οι βενετικές αρχές φρόντιζαν για τη δόμηση τέτοιων κτηρίων σε όλες τις κτήσεις τους. Στο κέντρο του Χάνδακα γνωρίζουμε ότι οικοδομήθηκαν τέσσερα τέτοια κτήρια, το πρώτο μέσα στον 13ο αιώνα και το τέταρτο και τελευταίο το 1628. Αυτή η τελευταία λότζια διατηρούνταν μέχρι τις αρχές του 20ου αιώνα όταν σταδιακά κατεδαφίστηκε, παρά τις προσπάθειες που έγιναν για την αναστήλωση του μνημείου. Βρισκόταν στη θέση που οικοδομήθηκε μεταξύ του 1960 και 1980 ένα “αντίγραφο” του κτηρίου του 17ου αιώνα, το οποίο στεγάζει το δημαρχείο της πόλης. Οι λότζιες αποτελούσαν χώρο συνάντησης και ψυχαγωγίας για τους κατοίκους των ανώτερων κοινωνικών στρωμάτων. Ήταν όμως και ο χώρος των δημόσιων ανακοινώσεων. Ο χώρος στον οποίο ο δημόσιος κήρυκας έκανε γνωστές τις αποφάσεις των αρχών. Στον χώρο της λότζιας δημοσιοποιούνταν τα διατάγματα και οι αποφάσεις της διοίκησης, οι νέοι νόμοι και οι ποινές για τους παραβάτες."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13482, 35.34023]
      },
      "properties": {
        "name": "Το εκκλησιαστικό όργανο στον ναό του Αγίου Τίτου",
        "description": "Ο ναός του Αγίου Τίτου αποτελούσε την έδρα της λατινικής αρχιεπισκοπής κατά τη βενετική περίοδο. Το 1474, στην τοπική σύνοδο που συγκάλεσε ο λατίνος αρχιεπίσκοπος Κρήτης Ιερώνυμος Lando αποφασίστηκε η πρόσληψη οργανίστα για τον ναό, καθώς και η οικονομική ενίσχυση των κληρικών που ήθελαν να μάθουν να παίζουν εκκλησιαστικό όργανο. Όπως προκύπτει από τα πρακτικά της συνόδου, μολονότι στον ναό υπήρχε εκκλησιαστικό όργανο δεν υπήρχε κάποιος κληρικός που να γνωρίζει επαρκώς την τέχνη του οργάνου, για αυτό και αποφασίστηκε η οικονομική ενίσχυση του οργανίστα κληρικού ώστε να καταφέρει να βελτιώσει την τέχνη του, πιθανότατα με σπουδές εκτός Κρήτης. Το 1625 ο αρχιεπίσκοπος Luca Stella αναφέρει ότι το εκκλησιαστικό όργανο του Αγίου Τίτου ήταν μεγάλο, ξυλόγλυπτο και στα πορτάκια του ήταν ζωγραφισμένοι οι Απόστολοι Πέτρος και Παύλος. Ο ναός του Αγίου Τίτου που δεσπόζει σήμερα στην ομώνυμη πλατεία στο κέντρο του Ηρακλείου, οικοδομήθηκε το 1871 ως τζαμί (Γενί/Νέο Βεζίρ Τζαμί) και μετατράπηκε σε χριστιανικό ναό το 1925 μετά την ανταλλαγή πληθυσμών. Στην ίδια θέση υπήρχε ναός πιθανότατα από τη βυζαντινή περίοδο, ο οποίος μετά την εγκατάσταση των Βενετών στην Κρήτη, κατά τον 13ο αιώνα, αποτέλεσε την έδρα της λατινικής αρχιεπισκοπής. Ο ναός αυτός ανακατασκευάστηκε στα μέσα του 15ου αιώνα. Στα μέσα του 16ου αιώνα ξαναέγιναν εκτεταμένες εργασίες. Τον 17ο αιώνα, μετά την κατάκτηση της Κρήτης από τους Οθωμανούς μετατράπηκε σε τζαμί."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13306, 35.33937]
      },
      "properties": {
        "name": "Το Δουκικό παλάτι στολίζεται για τις σημαντικές γιορτές",
        "description": "Στο κέντρο του Χάνδακα, απέναντι από τον ναό του Αγίου Μάρκου βρισκόταν το δουκικό παλάτι. Μεγάλο κτηριακό συγκρότημα, το οποίο αποτελούσε την έδρα του δούκα, αλλά και τον χώρο συνεδριάσεων και των δικαστηρίων. Κατά την οθωμανική περίοδο ο χώρος μετατράπηκε σε κατοικία του Αγά των Γενιτσάρων. Από το πρώτο μισό του 19ου αιώνα, το συγκρότημα άρχισε να κατακερματίζεται σε μικρότερες ιδιοκτησίες. Στις μεγάλες θρησκευτικές γιορτές, όπως στη γιορτή του Αγίου Μάρκου και του Αγίου Τίτου, το δουκικό παλάτι στολιζόταν με χαλιά με γιρλάντες λουλουδιών και με οικόσημα. Υψώνονταν λάβαρα και παρουσιάζονταν η ασπίδα, το κράνος και το σπαθί του δούκα. Αξιωματούχοι και ιερείς συναντούσαν τον δούκα στο παλάτι για να τον οδηγήσουν σε πομπή στον ναό του Αγίου Μάρκου."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13789, 35.33911]
      },
      "properties": {
        "name": "Το εκκλησιαστικό όργανο στον ναό του Αγίου Φραγκίσκου",
        "description": "Στο ναό του Αγίου Φραγκίσκου του τάγματος των φραγκισκανών υπήρχε εκκλησιαστικό όργανο τουλάχιστον από τον 15ο αιώνα. Συγκεκριμένα σε έγγραφο της 30ης Δεκεμβρίου 1465 σημειώνεται ότι ο πρεσβύτερος Γαβριήλ Faletro ανέλαβε 7 να παίζει το όργανο της μονής με ετήσιο μισθό 80 υπερπύρα, ύστερα από συμφωνία με τον ευγενή Φραγκίσκο Cornaro, διαχειριστή εσόδων της μονής του Αγίου Φραγκίσκου στο Χάνδακα. Λίγες δεκαετίες αργότερα, το 1526 κατασκευάστηκε, μάλλον συναρμολογήθηκε, νέο όργανο για τη μονή. Συγκεκριμένα το 1522 η Peregrina, χήρα του ευγενούς Ιωάννη Cornaro του ποτέ Μιχαήλ, άφησε στη μονή πενήντα δουκάτα για να κατασκευασθεί εκκλησιαστικό όργανο. Το 1526 ο Αντρέας Cornaro, επίτροπος της μονής του Αγίου Φραγκίσκου, ενέκρινε την καταβολή 72 δουκάτων σε εκπρόσωπο του οργανοποιού Vincencius de Monfera, για την κατασκευή και την εγκατάσταση οργάνου στο ναό της μονής. Το εκκλησιαστικό όργανο κατασκευάστηκε προφανώς στη Βενετία και ο οργανοποιός ταξίδεψε στο Χάνδακα προκειμένου να το συναρμολογήσει και να το εγκαταστήσει στον ναό. Η μονή του Αγίου Φραγκίσκου του τάγματος των φραγκισκανών ιδρύθηκε στην ανατολική πλευρά της πόλης του Χάνδακα. Από τις γραπτές πηγές πληροφορούμαστε για τις επισκευές και τις προσθήκες που γίνονταν κατά καιρούς στο κτήριο, τις ταφές σε αυτό καθώς και τα ιερά λείψανα και κειμήλια που φιλοξενούσε. Μετά την οθωμανική κατάκτηση, ο ναός του Αγίου Φραγκίσκου μετατράπηκε σε τζαμί του σουλτάνου Μεχμέτ Δ΄ (Χουνκιάρ τζαμί). Το μεγαλύτερο τμήμα του κτηρίου κατάρρευσε στον σεισμό του 1856. Στις αρχές του 20ου αιώνα είχε διατηρηθεί μόνο ένα κτήριο, όπως διακρίνεται στις φωτογραφίες του Ιταλού ερευνητή Giuseppe Gerola, το οποίο συνέχισε να λειτουργεί ως τζαμί. Στα δυτικά του κτηρίου αυτού οικοδομήθηκε μεταξύ των ετών 1904 και 1912 το πρώτο Αρχαιολογικό Μουσείο της πόλης. Το 2003 κατά τις εργασίες επέκτασης του Μουσείου, αποκαλύφθηκε το ανατολικό τμήμα της υποδομής του φραγκισκανικού ναού. Συγκεκριμένα, οι ανασκαφικές εργασίες αποκάλυψαν την πεντάπλευρη αψίδα και τμήμα του εγκάρσιου κλίτους."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13191, 35.33563]
      },
      "properties": {
        "name": "Το γλέντι στην Παναγία των Σταυροφόρων",
        "description": "Σε έγγραφο με ημερομηνία 7 Σεπτεμβρίου 1584 περιγράφεται ένα μικρό γλέντι στη μονή της Παναγίας των Σταυροφόρων. Συγκεκριμένα, σημειώνεται πως μια παρέα ευγενών αφού έφαγαν και ήπιαν στη μονή άρχισαν να παίζουν μουσική: ο ευγενής Salamon από τη Σητεία έπαιζε κιθάρα, ο Πέτρος Foscarini λαούτο και ο οργανίστας 9 Camillo arpicordo, δηλαδή πληκτροφόρο έγχορδο μουσικό όργανο, πρόγονο του πιάνου. Από τη λατινική μονή Παναγίας των Σταυροφόρων σήμερα διατηρούνται μόνο ο ναός και τμήμα από την περίστυλη αυλή (κιόστρο). Κατά την οθωμανική περίοδο η εκκλησία μετατράπηκε σε τζαμί στο όνομα του διοικητή της Κρήτης Ανκεμπούτ Αχμέτ Πασά. Το κτήριο βομβαρδίστηκε το 1941 και διατηρήθηκε ασκεπές και σε κακή κατάσταση για περίπου 15 χρόνια. Οι εργασίες αναστήλωσης του ναού ξεκίνησαν στην δεκαετία του 1950 και ολοκληρώθηκαν το 1963. Σήμερα λειτουργεί ως ορθόδοξος ναός."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.131841, 35.342438]
      },
      "properties": {
        "name": "Μάθημα μουσικής στη μονή του Αγίου Πέτρου των Δομινικάνων",
        "description": "Στην έκθεση του αρχιεπισκόπου Κρήτης Luca Stella, το 1626, σημειώνεται ότι στην Μονή του Αγίου Πέτρου των Δομινικανών και συγκεκριμένα στο κελί του μοναχού Βενεδίκτου Bertolini ακούγονταν σχεδόν κάθε μουσικά όργανα (κιθάρες, βιολιά, αρπικόρδια και λαούτα) και κοσμικά τραγούδια με τη συμμετοχή όχι μόνο μοναχών 10 αλλά και λαϊκών. Κάποιοι μοναχοί κατηγόρησαν τον Bertolini ότι διοργάνωνε συναυλίες και συμπόσια· μάλιστα κάποιος τον κατηγόρησε ότι διοργάνωνε βακχικά όργια. Ο Bertolini, ο οποίος ήταν μουσικός και δάσκαλος μουσικής, ισχυρίστηκε ότι στο κελί του είχε ένα κλαδοτζύμπανο / clavicembalo, δηλαδή είδος πρωτόγονου κλειδοκύμβαλου και ότι απλώς παρέδιδε μαθήματα μουσικής σε λαϊκούς μαθητές που τον επισκέπτονταν στο κελί του. Η μονή του τάγματος των δομινικανών μοναχών ιδρύθηκε πριν από 1228 στην βόρεια πλευρά της πόλης κοντά στην εβραϊκή συνοικία. Ο επιβλητικός ναός γνώρισε πολλές πολλές μετασκευές κατά τη διάρκεια της βενετικής περιόδου. Μετά την οθωμανική κατάκτηση η εκκλησία μετατράπηκε σε τζαμί στο όνομα του σουλτάνου Ιμπραήμ. Κατά το πρώτο μισό του 20ου αιώνα ο ναός γνώρισε διάφορες χρήσεις. Την δεκαετία του 1970 ξεκίνησαν οι πρώτες εργασίες από την αρμόδια Αρχαιολογική Υπηρεσία. Το συγκρότημα ερευνήθηκε συστηματικά και το κτήριο του ναού αναστηλώθηκε κατά τα έτη 2007-9."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13366, 35.33948]
      },
      "properties": {
        "name": "Τελετές στον ναό του Άγιου Μάρκου",
        "description": "Ο δουκικός ναός του Αγίου Μάρκου, του προστάτη αγίου της Βενετίας, οικοδομήθηκε το πρώτο μισό του 13ου αιώνα, στο κέντρο του Χάνδακα, πολύ κοντά στο δουκικό μέγαρο, πάνω στη ruga maistra, δηλαδή στον κεντρικό δρόμο που οδηγούσε από το λιμάνι στην νότια πύλη του παλαιού τείχους. Στον ναό του Αγίου Μάρκου γινόταν η τελετή ανάληψη της εξουσίας από τον δούκα. Ο δούκας ήταν ο ανώτατος αξιωματούχος της Κρήτης. Εκλεγόταν στη Βενετία και η θητεία του ήταν διετής. Συνεπώς κάθε δύο περίπου χρόνια, ο απερχόμενος δούκας παρέδιδε την εξουσία στον νέο δούκα. Ο νέος δούκας έφτανε στο λιμάνι του Χάνδακα και στη συνέχεια με πομπή κατευθυνόταν στον ναό του Αγίου Μάρκου. Αρχικά ο νέος δούκας στεκόταν στα αριστερά του απερχόμενου, προσεύχονταν και οι δύο και στη συνέχεια γινόταν η ανάγνωση της δουκικής επιστολής, σύμφωνα με την οποία ο νέος δούκας αναλάμβανε την εξουσία. Μόλις ολοκληρωνόταν η ανάγνωση της επιστολής, ο απερχόμενος δούκας τοποθετούσε τον νέο δούκα στα δεξιά του. Στη συνέχεια του παρέδιδαν το δουκικό σκήπτρο και τα κλειδιά των φυλακών. Η 25η Απριλίου, ημέρα της γιορτής του Αγίου Μάρκου, ήταν επίσημη γιορτή του βενετικού κράτους και αργία. Την παραμονή της γιορτής τελούνταν εσπερινός στον ναό του Αγίου Μάρκου παρουσία του αρχιεπισκόπου και των εκπροσώπων των βενετικών αρχών. Την ημέρα της γιορτής εκφωνούνταν στον ναό του Αγίου Μάρκου το laudo (πολυχρόνιο) του δόγη της Βενετίας και του δούκα του Χάνδακα. Στη συνέχεια γινόταν λιτανεία που περνούσε από τον ναό του Αγίου Τίτου και του Σωτήρα. Ακολουθούσε μεγάλη λειτουργία στον ναό του Αγίου Μάρκου. Οι ιερείς του Αγίου Μάρκου μοίραζαν στους επισήμους ανθοδέσμες με τριαντάφυλλα. Στον Άγιο Μάρκο εκφωνούνταν το laudo (πολυχρόνιο) του δόγη και του δούκα κατά τις σημαντικές θρησκευτικές γιορτές. Ενδεικτικά, την ημέρα της γιορτής του Αγίου Τίτου (25 Αυγούστου μέχρι το 1467 και 2 Οκτωβρίου μετά το 1467), πριν τη μεγάλη λειτουργία στον ναό του τιμώμενου αγίου, εκφωνούνταν στον ναό του Αγίου Μάρκου το laudo του δόγη της Βενετίας και του δούκα του Χάνδακα. Την ημέρα των Χριστουγέννων στον ναό του Αγίου Μάρκου εκφωνούνταν το laudo του δόγη της Βενετίας, κατά τη διάρκεια του οποίου ο δούκας στεκόταν ασκεπής. Το laudo εκφωνούσε πρώτα στα λατινικά ο ιερέας του δούκικου ναού, με τη συμμετοχή του λατινικού κλήρου και στη συνέχεια το εκφωνούσε ο πρωτοπαπάς με τη συμμετοχή του ορθόδοξου κλήρου στα ελληνικά. Αφού τελείωνε το laudo του δόγη, εκφωνούνταν το laudo του δούκα, ο οποίος αυτή τη φορά στεκόταν με καλυμμένο το κεφάλι. Ακολουθούσε πομπή προς τον Άγιο Τίτο."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13402, 35.33997]
      },
      "properties": {
        "name": "Η κρήνη Sagredo",
        "description": "Το 1603 ο δούκας Giovanni Sagredo ίδρυσε στη λότζια του Χάνδακα κρήνη, στην οποία διοχέτευσε το νερό πηγής που ανακάλυψε όχι πολύ μακριά από την πόλη. Επίσης φρόντισε ώστε το νερό από την κρήνη της λότζιας να διοχετεύεται στην κρήνη του μόλου. Ωστόσο, καθώς οι κάτοικοι της πόλης υδρεύονταν από την κρήνη Bembo και την κρήνη της λότζιας, ελάχιστο νερό έφτανε στο λιμάνι κατά τη διάρκεια της ημέρας, για αυτό το 1610 ο Dolfin Renier εισηγήθηκε την κατασκευή μιας δεξαμενής στο λιμάνι στην οποία θα διοχετεύονται τα ρέοντα ύδατα κατά τη διάρκεια της νύχτας."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13317, 35.339182]
      },
      "properties": {
        "name": "Η τσικνοπέμπτη και η γιορτή του κήπου στην κεντρική πλατεία",
        "description": "Στην κεντρική πλατεία του Χάνδακα, η οποία οριζόταν από τα κυριότερα δημόσια κτήρια, δηλαδή τον ναό του Αγίου Μάρκου, το δουκικό παλάτι, τη Λότζια, πραγματοποιούνταν η γιορτή της Τσικνοπέμπτης (giovedi grasso), από τις σημαντικότερες εκδηλώσεις του Καρναβαλιού. Η γιορτή της Τσικνοπέμπτης καθιερώθηκε στη Βενετία για να θυμίζει την νίκη του δόγη Vitale Michiel εναντίον του Πατριάρχη της Ακηλυίας Ulrico, ο οποίος είχε καταλάβει το Grado. To 1162 ο δόγης νίκησε και αιχμαλώτισε τον πατριάρχη μαζί με 12 κανονικούς, οι οποίοι τελικά αφέθηκαν ελεύθεροι, μετά από μεσολάβηση του πάπα, με την υποχρέωση να στέλνουν κάθε χρόνο ένα ταύρο και δώδεκα χοιρους στη Βενετία για να σφαγούν την μέρα του giovedi grasso στην πλατεία του Αγίου Μάρκου. Ανάλογοι εορτασμοί γίνονταν και στην Κρήτη. Στην κεντρική πλατεία στήνονταν πρόχειρες τέντες. Η γιορτή ξεκινούσε με τους piffari (αυλητές) να παίζουν μουσική και τους bombardieri (πυροτεχνουργούς) να παρελαύνουν πετώντας πυροτεχνήματα. Ακόμα έβαζαν ρουκέτες στα κέρατα του ταύρου και εξαπέλυαν σκυλιά εναντίον του. Ακολουθούσε η σφαγή του ταύρου και τριών γουρουνιών. Τμήματα του ταύρου έπαιρναν οι αξιωματούχοι καθώς και ο σφαγέας ως δώρο, ενώ τα γουρούνια μοιράζονταν στο μοναστήρι του Αγίου Πέτρου, στου Σωτήρα και στου Αγίου Ιωάννη. Η γιορτή του κήπου γινόταν στις 10 Μαΐου σε ανάμνηση της καταστολής της επανάστασης του Αγίου Τίτου (1364). Την ημέρα αυτή η κεντρική πλατεία του Χάνδακα στολιζόταν με δέντρα και λουλούδια. Οι κάτοικοι των οικισμών γύρω από τον Χάνδακα παρείχαν τα δέντρα για τη γιορτή. Συγκεκριμένα, οι κάτοικοι του Αγίου Σύλλα έστελναν δέκα δέντρα, οι κάτοικοι του Αγίου Βλάση έξι, οι κάτοικοι του οικισμού Μακρύ Τοίχος τέσσερα, οι κάτοικοι του Καρτερού οχτώ και το Σιλάμου τέσσερα. Τα δέντρα τοποθετούνταν από τον κίονα των ανακοινώσεων ως τον τελευταίο κίονα της στοάς του Αγίου Μάρκου. Οι κηπουροί ήταν υποχρεωμένοι να ετοιμάσουν ανθοδέσμες, οι οποίες μοιράζονταν στο πλήθος."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13482, 35.34023]
      },
      "properties": {
        "name": "Οι μεγάλες θρησκευτικές γιορτές στον Άγιο Τίτο",
        "description": "Στον ναό του Αγίου Τίτου τελούνταν μεγαλοπρεπείς λειτουργίες στις σημαντικότερες θρησκευτικές γιορτές. Μεγάλη λειτουργία γινόταν στην γιορτή του Αγίου Τίτου. Αρχικά η ημερομηνία τέλεσης της γιορτής ήταν η 25η Αυγούστου, μετά το 1467 ωστόσο μετατέθηκε στις 2 Οκτωβρίου. Την παραμονή της γιορτής ψαλλόταν στον Άγιο Τίτο το laudo (πολυχρόνιο) του πάπα και του αρχιεπισκόπου του Χάνδακα, παρουσία του ορθόδοξου και του καθολικού κλήρου. Η ίδια τελετή επαναλαμβανόταν ανήμερα της γιορτής. Το laudo ψαλλόταν πρώτα στη λατινική και στη συνέχεια στην ελληνική γλώσσα. Την ημέρα της γιορτής ο δούκας, οι βενετοί αξιωματούχοι, οι καθολικοί και οι ορθόδοξοι κληρικοί έφταναν στον ναό του Αγίου Τίτου σε πομπή. Μετά τη λειτουργία ο αρχιεπίσκοπος παρέθετε γεύμα σε όλους τους βενετούς αξιωματούχους και στους Έλληνες ιερείς. Μεγάλη λειτουργία γινόταν στον ναό του Αγίου Τίτου και στη γιορτή των Χριστουγέννων· και πάλι οι αξιωματούχοι και οι κληρικοί έφταναν στο ναό σε πομπή ενώ τους συνόδευαν σάλπιγγες και τύμπανα. Πρώτα εκφωνούνταν το laudo του δόγη της Βενετίας και του δούκα του Χάνδακα και στη συνέχεια τελούνταν μεγαλοπρεπής λειτουργία κατά την οποία ο πρωτοπαπάς διάβαζε το Ευαγγέλιο. Κατά την τελετή του laudo, ο ιερέας του δούκα, ο πρωτοπαπάς και ο πρωτοψάλτης ζητούσαν την απελευθέρωση τριών υποδίκων. Οι κινητές γιορτές του Πάσχα γιορτάζονταν τις ίδιες ημέρες από τους ορθόδοξους και τους καθολικούς. Το πρωί της Κυριακής των Βαΐων ο δούκας ντυμένος με κόκκινο ένδυμα, μαζί με τους άλλους αξιωματούχους παρακολουθούσε τη λειτουργία στον ναό του Αγίου Τίτου. Το βράδυ της ίδιας μέρας οι αξιωματούχοι πήγαιναν πάλι στην εκκλησία του Αγίου Τίτου να παρακολουθήσουν την ακολουθία που σήμαινε την έναρξη της Εβδομάδας των Παθών. Αυτή τη φορά το ένδυμα του δούκα ήταν μωβ. Κατά τη μεγάλη Εβδομάδα οι αξιωματούχοι προσέρχονταν στον ναό χωρίς την ακολουθία τους. Την Μεγάλη Παρασκευή η καθολική λιτανεία ξεκινούσε από τον ναό του Αγίου Τίτου. Μετά την ολοκλήρωση των λιτανειών, ο αρχιεπίσκοπος ευλογούσε το συγκεντρωμένο πλήθος κρατώντας το φιαλίδιο με το αίμα του Χριστού. Το πρωί του Μεγάλου Σαββάτου, ο δούκας και οι άλλοι βενετοί αξιωματούχοι παρακολουθούσαν τη λειτουργία στον ναό του Αγίου Τίτου. Ο δούκας φορούσε μωβ ένδυμα και stola (ένα είδος πανωφοριού), όταν όμως ο ιερέας τέλειωνε τη λειτουργία ο δούκας έβγαζε τη μωβ stola και φορούσε πορφυρή. Στις μεγάλες γιορτές, η λιτανεία περνούσε από τον Άγιο Τίτο ακόμα και αν η λειτουργία δεν γινόταν σε αυτόν τον ναό. Για παράδειγμα, στην επετειακή τελετή για τη νίκη στη ναυμαχία της Ναυπάκτου, η λειτουργία γινόταν στον ναό του Σαν Σαλβατόρε, αλλά η λιτανεία άρχιζε και τελείωνε στον ναό του Αγίου Τίτου."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13238, 35.33903]
      },
      "properties": {
        "name": "Μεγάλη Παρασκευή στην Παναγία των Αγγέλων",
        "description": "Ο ναός της Παναγίας των Αγγέλων, έξω από το παλιό τείχος του Χάνδακα, κοντά στην πύλη Voltone, ήταν ο σημαντικότερος ορθόδοξος ναός και έδρα του πρωτοπαπά. Σήμερα τμήματα του ναού διακρίνονται μέσα σε καταστήματα. Την Μεγάλη Παρασκευή, ο ορθόδοξος κλήρος και οι συντεχνίες συγκεντρώνονταν στον ναό της Παναγίας των Αγγέλων. Από εκεί ξεκινούσε η λιτανεία του Επιτάφιου προς τον ναό του Αγίου Τίτου, όπου βρίσκονταν ο αρχιεπίσκοπος με τον λατινικό κλήρο, ο δούκας, οι υπόλοιποι βενετοί αξιωματούχοι και ευγενείς. Όλοι μαζί επέστρεφαν στην Παναγία των Αγγέλων."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13347, 35.33619]
      },
      "properties": {
        "name": "Η επέτειος της νίκης της ναυμαχίας της Ναυπάκτου στον ναό του San Salvatore/ Σωτήρα των \nΑυγουστινιανών",
        "description": "Στην πλατεία Βιτσέντζου Κορνάρου, εκεί που σήμερα βρίσκεται το άγαλμα του Ερωτόκριτου και της Αρετούσας υπήρχε μέχρι τη δεκαετία του 1970 μεγάλων διαστάσεων ναός της μονής του τάγματος των Αυγουστινιανών, αφιερωμένη στον Χριστό Σωτήρα (San Salvatore). Μετά την κατάκτηση του Χάνδακα από τους Οθωμανούς, η εκκλησία μετατράπηκε σε τζαμί στο όνομα της βαλιντέ σουλτάνας, δηλαδή βασιλομήτορος, Χαντιτζέ Τουρχάν, μητέρας του σουλτάνου Μεχμέτ Δ΄. To 1922 στο κτήριο εγκαταστάθηκαν μικρασιάτες πρόσφυγες, ενώ το 1926 στεγάστηκε το Γυμνάσιο Αρρένων Ηρακλείου. Κατεδαφίστηκε επί δικτατορίας το 1973, παρόλο που είχε κηρυχθεί διατηρητέο μνημείο. Στον ναό του Σαν Σαλβατόρε κατέληγε η μεγάλη λιτανεία η οποία ξεκινούσε από τον ναό του Αγίου Τίτου κατά την επετειακή τελετή για τη ναυμαχία της Ναυπάκτου (7 Οκτωβρίου 1571). Η τελετή γινόταν σε αυτόν τον ναό γιατί υπήρχε Τράπεζα αφιερωμένη στην Αγία Ιουστίνη, αγία με την οποία είχε συνδεθεί η ναυμαχία της Ναυπάκτου καθώς η 7η Οκτωβρίου ήταν η ημέρα της γιορτής της. Στην λιτανεία συμμετείχε ο ορθόδοξος και ο καθολικός κλήρος, ο αρχιεπίσκοπος και οι βενετοί αξιωματούχοι· μετά την άφιξη τους στο ναό του Σωτήρα γινόταν μεγάλη λειτουργία. Κατά την τελετή στη μονή του Σωτήρα, οι μοναχοί είχαν το προνόμιο να απελευθερώνουν έναν κατάδικο, ο οποίος δεν ήταν ένοχος αποτρόπαιου εγκλήματος."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.1245, 35.33728]
      },
      "properties": {
        "name": "Η είσοδος του αρχιεπισκόπου στον Χάνδακα από την Πύλη Παντοκράτορα",
        "description": "Η δυτική πύλη των τειχών του Χάνδακα ονομάστηκε του Πύλη του Παντοκράτορα από τον κοντινό ναό αφιερωμένο στον Παντοκράτορα ή και Panigra στη βενετική διάλεκτο. Κατά την οθωμανική περίοδο ονομάστηκε και πύλη των Χανίων (Hanya Kapusu). Στην Χανιόπορτα έγιναν σφοδρές μάχες το 1941 κατά την επίθεση των Γερμανών. Οι στοές της Χανιόπορτας λειτούργησαν και ως καταφύγιο κατά τους γερμανικούς βομβαρδισμούς. Από την πύλη του Παντοκράτορα έμπαινε στην πόλη ο λατίνος αρχιεπίσκοπος για να αναλάβει τα αρχιερατικά του καθήκοντα, όπως είναι γνωστό από τις περιγραφές δύο τέτοιων εισόδων: την είσοδο του αρχιεπισκόπου Luigi Mocenigo στις 13 Σεπτεμβρίου 1635 και αυτήν του αρχιεπισκόπου Giovanni Querini στις 2 Ιουνίου 1659. Ο αρχιεπίσκοπος ερχόταν στην πόλη έφιππος. Έξω από τα τείχη τον υποδέχονταν το ιππικό και αρκετοί ευγενείς. Στο εσωτερικό της πύλης του Παντοκράτορα είχαν στηθεί εξέδρα και καθίσματα για τους βενετούς αξιωματούχους. Στην τελετή συμμετείχε ο στρατός, ο καθολικός και ο ορθόδοξος κλήρος, οι επαγγελματικές συντεχνίες και οι θρησκευτικές αδελφότητες. Στην τελετή προσέρχονταν και οι Εβραίοι κρατώντας κιβωτό στην οποία φυλάσσονταν η Τορά (Νόμος), το ιερό τους βιβλίο, και ζητούσαν τη διατήρηση του Νόμου τους. Ο αρχιεπίσκοπος προσευχόταν για αυτούς και τους δώριζε ένα δαχτυλίδι. Οι ραβίνοι έψελναν και στη συνέχεια αποχωρούσαν. Ακολούθως ο αρχιεπίσκοπος άλλαζε τα ενδύματά του και φορούσε άμφια. Τότε ξεκινούσε η πομπή προς τον Άγιο Τίτο, όπου βρισκόταν ο αρχιεπισκοπικός θρόνος."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.13319, 35.33912]
      },
      "properties": {
        "name": "Η κρήνη Μοροζίνι",
        "description": "Η κρήνη Morosini ή Λιοντάρια βρίσκεται στο κέντρο του Ηρακλείου, ξεχωρίζει για τον περίτεχνο γλυπτό της διάκοσμο και αποτελεί ακόμα και σήμερα σημαντικό τοπόσημο της πόλης. Το νερό μεταφερόταν στην κρήνη μέσω υδραγωγείου από πηγές του όρους Γιούχτας, σε απόσταση 15 χιλιομέτρων περίπου. Η κρήνη και το υδραγωγείο κατασκευάστηκαν το 1627-1628 με απόφαση του γενικού προνοητή Francesco Morosini και αποτέλεσαν σημαντικότατα δημόσια έργα με τα οποία αντιμετωπίστηκε το διαχρονικό πρόβλημα υδροδότησης του Χάνδακα. Μαζί με την κατασκευή τους, θεσπίστηκαν και κανόνες για τη συντήρηση των εγκαταστάσεων και τη διαχείριση του νερού. Συγκεκριμένα, ορίστηκε ότι τα νερά της κρήνης δεν έπρεπε ποτέ να εκχωρηθούν σε κάποιο πρόσωπο αλλά να είναι ελεύθερα, στη διάθεση του κοινού. Στους δρόμους από την κρήνη μέχρι μέχρι το λιμάνι κατασκευάστηκαν με δαπάνη του δημοσίου υπόγειοι υδαταγωγοί τους οποίους οι ιδιώτες έπρεπε να τους συνδέσουν με δικά τους έξοδα με τις δεξαμενές των κατοικιών τους. Το νερό θα διοχετεύεται στις ιδιωτικές δεξαμενές μόνο τις νυχτερινές ώρες και με συγκεκριμένο πρόγραμμα έτσι ώστε όλοι οι ιδιώτες να εξυπηρετούνται όλοι με τη σειρά τους."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.156786, 35.24273]
      },
      "properties": {
        "name": "Η πηγή Πελεκητών",
        "description": "Το υδραγωγείο Morosini, δηλαδή το υδραγωγείο που υδροδοτούσε την κρήνη της κεντρικής πλατείας του Χάνδακα κατασκευάστηκε από τον Γενικό Προνοητή Francesco Morosini το 1627- 1628. Η πρώτη και βασική πηγή που τροφοδοτούσε το υδραγωγείο ήταν αυτή των Πελεκητών κοντά στις Επάνω Αρχάνες. Ενδεικτική της μεγάλης σημασίας του έργου είναι η απαγόρευση με ποινή εξορίας, κάτεργου και δήμευσης περιουσίας να αγγίξει κανείς το νερό της πηγής στα Πελεκητά. Απαγορεύτηκαν ακόμα η παραχώρηση του νερού σε ιδιώτη και ο διαμοιρασμός του. Επιπλέον, απαγορευόταν η δεντροφύτευση από τα Πελεκητά μέχρι τον Χάνδακα σε απόσταση 10 βημάτων από κάθε πλευρά του υδαταγωγού. Η παράβαση τιμωρούνταν, πέρα από την καταστροφή των φυτών, με πρόστιμο 10 δουκάτων για κάθε φυτό, ποσό που εν μέρει αποδιδόταν σε αυτόν που έκανε την καταγγελία και εν μέρει κάλυπτε τη δαπάνη εκρίζωσης. Σε περίπτωση φθοράς του υδαταγωγού, ο κάτοχος της γης όφειλε να την αναφέρει αμέσως, αλλιώς επιβαρυνόταν με πρόστιμο. Σε περίπτωση δολιοφθοράς οι ποινές ήταν παραδειγματικές. Ο έλεγχος ολόκληρου του υδραγωγείου καθώς και των κρηνών των πόλεων είχε ανατεθεί σε τρεις μάστορες. Συγκεκριμένα, για το πρώτο τμήμα του υδραγωγείου από την πηγή των Πελεκητών μέχρι την υδατογέφυρα στη Σίλαμο ορίστηκε πρώτος υπεύθυνος ο Μάστρο-Κωνσταντής Σουριάν, πρωτομάστορας των οικοδόμων."
      }
    },
    {
      "type": "Feature",
      "geometry": {
        "type": "Point",
        "coordinates": [25.157352, 35.270885]
      },
      "properties": {
        "name": "Η υδατογέφυρα στη Σίλαμο",
        "description": "Η υδατογέφυρα στα ανατολικά της Σιλάμου αποτελεί τμήμα του υδραγωγείο που κατασκευάστηκε το 1628 με πρωτοβουλία του γενικού προνοητή Φραγκίσκου Μοροζίνι για να υδροδοτήσει την πόλη του Χάνδακα (Ηράκλειο)· το υδραγωγείο ξεκινούσε από την πηγή των Πελεκητών κοντά στις Κάτω Αρχάνες και είχε μήκος περίπου 15 χμτ. Για τη συντήρηση του υδραγωγείου θεσπίστηκαν αυστηροί κανόνες. Ορίστηκαν επίσης τρεις τεχνίτες, οι οποίοι ήταν υποχρεωμένοι να ελέγχουν το υδραγωγείο μία φορά την εβδομάδα ο καθένας. Ο καθένας από τους αυτούς ήταν υπεύθυνος για ένα τμήμα του υδραγωγείου. Συγκεκριμένα, ο έλεγχος του πρώτου τμήματος του υδραγωγείου από την πηγή των Πελεκητών μέχρι την υδατογέφυρα στη Σίλαμο (Ponte di Silamo) ανατέθηκε στον Μάστρο-Κωνσταντή Σουριάν, πρωτομάστορα των οικοδόμων, ενώ ο Μάστρο-Γιάννης Κανάκης, ο λεγόμενος Ντιεκιρίκι, θα επέβλεπε το τμήμα από τη Σίλαμο μέχρι την τάφρο της πόλης. Τα παραπάνω αναφέρονται μεταξύ άλλων στις διαταγές που εκφωνήθηκαν στις 7 Αυγούστου του 1628 στην πλατεία του Χάνδακα."
      }
    }
  ]
}
